Repository: makinacorpus/osmfusion
Catalog: po/*.po
Languages: fr

source: ACTION_DELETE
fr: Supprimer

source: ACTION_DELETE_MAP
fr: Supprimer cette carte

source: ADDRESS
fr: Adresse

source: ADD_FORM
fr: Formulaire d'ajout

source: ALL_MAPS
fr: Toutes les cartes

source: APP_TITLE
fr: Nantes Métropole Développement

source: Add form
fr: Formulaire d'ajout

source: An error occured during image upload
fr: Une erreur est survenue durant le téléchargement de l'image

source: BUTTON_ADD_LABEL
fr: Ajouter

source: BUTTON_LOCATE_HERE
fr: Localiser ici

source: CONTROLS
fr: Contrôles

source: CONTROLS_HELP
fr: Ce formulaire permet de choisir d'afficher ou de cacher les éléments de contrôle de la carte.

source: CONTROL_FULLSCREEN
fr: Contrôle plein écran

source: CONTROL_GEOCODER
fr: Recherche par adresse

source: CONTROL_LAYER
fr: Contrôle des couches (haut droit)

source: CONTROL_MINIMAP
fr: Mini carte (bas droite)

source: CONTROL_ZOOM
fr: Zoom (haut gauche)

source: COPY_PASTE_IFRAME_DESC
fr: Copier / Coller ce snippet HTML dans votre site pour afficher cette carte

source: COPY_PAST_LINK_DESC
fr: Copier / Coller ce lien HTML dans votre site pour afficher un lien vers cette carte

source: Display this map
fr: Afficher cette carte

source: EDIT_MAP {{currentMap.title}}
fr: Modifier la carte {{currentMap.title}}

source: HEIGHT
fr: Hauteur

source: Image added
fr: Image ajoutée

source: Image deleted
fr: Image supprimée

source: Item added
fr: Elément ajouté

source: Item deleted
fr: Elément supprimé

source: Keyword deleted
fr: Mot-clé supprimé

source: LAYERS
fr: Couches de données

source: LAYERS_AVAILABLE
fr: Couches de données disponibles

source: LAYERS_DISPLAYED
fr: Donnée(s) affichée(s) sur la carte

source: LAYERS_TILE
fr: Fonds de carte

source: LAYERS_TILE_AVAILABLE
fr: Fonds de carte disponibles

source: LAYERS_TILE_DISPLAYED
fr: Fond(s) de carte affichable(s)

source: LOGOUT
fr: Se déconnecter

source: MAP
fr: Carte

source: Map added
fr: Carte ajoutée

source: Map deleted
fr: Carte supprimée

source: Map saved
fr: Carte enregistrée

source: NMD_ALL_PROJECTS
fr: Tous les projets

source: NMD_NO_SELECTED_PROJECT
fr: Aucun projet n'est sélectionnée. Veuillez sélectionner un projet ou en créer un nouveau.

source: NMD_PROJECT
fr: Projet

source: NMD_PROJECT_NAME
fr: Nom du projet

source: NMD_SEARCH_PROJECT
fr: Rechercher un projet

source: Name saved
fr: Nom enregistré

source: Open in Google Maps
fr: Ouvrir dans Google Maps

source: Open in OpenStreetMap editor
fr: Ouvrir dans OpenStreetMap

source: Open in Wikipedia
fr: Ouvrir dans Wikipedia

source: Project added
fr: Projet ajouté

source: Project deleted
fr: Projet supprimé

source: Project saved
fr: Project enregistré

source: Reset zoom and position
fr: Remettre le zoom et la position d'origine

source: Resource
fr: Ressource

source: SHARE
fr: Partager

source: SNIPPET
fr: Code (snippet)

source: Save zoom and position
fr: Enregistrer le zoom et la position

source: Surface saved
fr: Surface enregistrée

source: TARGET
fr: Cible

source: TEXT
fr: Texte

source: TITLE
fr: Titre

source: Title cannot be empty
fr: Le titre ne peut pas être vide

source: Vocation added
fr: Vocation ajoutée

source: Vocation deleted
fr: Vocation supprimée

source: WIDTH
fr: Largeur

source: You cannot add vocation to project without a surface
fr: Vous ne pouvez pas ajouter une vocation à une projet sans une surface

source: You cannot add vocation to project without select a vocation
fr: Vous ne pouvez pas ajouter une vocation à un projet sans choisir de vocation

source: You choose a vocation to delete it
fr: Vous devez choisir une vocation pour la supprimer

source: You must select a vocation to delete it
fr: Vous devez sélectionner une vocation pour la supprimer
